touristiki = [
    (1, 'Николай', 'Клименко', 1, '1999-03-23', '+7-950-861-97-47', 'nikolayklim@gmail.com'),
    (2, 'Самсон', 'Шевченко', 1, '1985-16-08', '+7-960-444-35-65','Samson4ikshef@gmail.com'),
    (3, 'Аня', 'Магилко', 2, '1987-01-01', '+7-950-861-97-47', 'anyamagila@mail.ru'),
    (4, 'Юрий', 'Бескровный', 1, '1997-11-12', '+7-961-352-12-21', 'yurabess@mail.ru'),
    (5, 'Юлия', 'Цой', 2, '2003-02-27', '+375-17-31-99',  'juliejess@gmail.com'),
    (6, 'Иосиф', 'Белый', 1, '1991-11-30', '+375-46-11-56',  'iosifwhite@gmail.com'),
    (7, 'Екатерина', 'Лозовская', 2, '2001-02-09', '+7-931-992-45-12',  'kateloz@gmail.com'),
    (8, 'Владислав', 'Камилов', 1, '2000-12-12', '+7-999-129-45-37',  'vladkamilov@gmail.com'),
    (9, 'Данил', 'Лесниченко', 1, '1989-07-03', '+380-71-31-99-632',  'danilless@gmail.com'),
    (2001, 'Константин', 'Романов', 1, '1998-04-01', '+380-77-11-49-290',  'kostyaromanov@gmail.com'),
]

touriki = [
    (1, 'Семейный сплав по Волге', 'Российская Федерация', 'Тверская обл.', '2023-07-11', '2023-07-12', '3600'),
    (2, 'Джип-тур в Асташово', 'Российская Федерация', 'Костромская обл.', '2023-09-15', '2023-09-23', '57000'),
    (3, 'Территория приключений', 'Российская Федерация', 'Адыгея', '2023-06-01', '2023-09-10', '1900'),
    (4, 'Греция-отдых на море', 'Греция', 'Пирей', '2023-04-06', '2023-04-10', '35000'),
    (5, 'Вкусы балтики', 'Российская Федерация', 'Калининградская обл.', '2023-04-13', '2023-04-15', '1200'),
    (6, 'Sindbad Club', 'Египет', 'Хурагада', '2023-04-04', '2023-04-15', '322000'),
    (7, 'three Corners Sea Beach Resort', 'Египет', 'Эль-Кусейр', '2023-05-17', '2023-05-22', '101000'),
    (8, 'Мармарис', 'Турция', 'Стамбул', '2023-06-01', '2023-06-08', '118000'),
    (1003, 'Armonia Holiday Village & Spa', 'Турция', 'Акьярлар', '2023-07-12', '2023-07-16', '125000'),
    (10, 'Испания-путешествие по городам', 'Испания', 'Кадрие', '2023-04-04', '2023-04-15', '205000')
]

bron = [
    (1, 3, 4, '2023-03-21', 3),
    (2, 5, 1, '2023-05-30', 1),
    (3, 2, 3, '2023-04-17', 3),
    (4, 1, 2, '2023-09-03', 3),
    (5, 8, 6, '2023-03-17', 2),
    (6, 6, 2, '2023-03-27', 4),
    (7, 9, 10, '2023-04-01', 1),
    (8, 7, 7, '2023-04-17', 4),
    (9, 2001, 8, '2023-06-01', 2),
    (1002, 8, 9, '2023-07-03', 4)
]





